{
  "en": {
    "translation": {
      "host_event": "Host Event",
      "find_pictures": "Find Pictures",
      "hero_title": "Instantly Manage Event Photos",
      "hero_description": "With CrowdTag, experience seamless event photo management instantly, saving time and enhancing your memorable moments.",
      "about_us": "About",
      "features": "Features",
      "testimonials": "Testimonials",
      "join_mailing_list": "Join Our Mailing List",
      "sign_up": "Sign Up",
      "product": "Product",
      "company": "Company",
      "support": "Support",
      "legal": "Legal",
      "about_crowdtag_title": "What is CrowdTag?",
      "about_developers_title": "CrowdTag Developers",
      "powerful_features": "Powerful Features",
      "feature_safe_secure": "🔒 Safe and Secure",
      "feature_safe_secure_text": "At CrowdTag, we take data privacy seriously. Our platform is designed with multiple layers of security to protect user information and ensure that your photos and personal data are kept private.",
      "feature_personalized_access": "🔍 Personalized Access",
      "feature_personalized_access_text": "With CrowdTag, attendees no longer have to sift through hundreds or thousands of photos to find their own. By uploading a simple selfie or profile image, they can instantly access all the photos they appear in.",
      "testimonials_title": "What Users Love About CrowdTag",
      "testimonial_1": "CrowdTag has revolutionized our event management process!",
      "mailing_list_title": "Join Our Mailing List",
      "enter_email": "yourname@mail.com",
      "learn_more": "Learn More",
      "show_less": "Show Less",
      "about_crowdtag_text": "CrowdTag is a software-based solution designed to streamline the organization and tagging of large-scale event photo collections.",
      "about_crowdtag_details": "CrowdTag uses smart recognition technology to automatically tag and sort thousands of event photos in real time, so event organizers and corporate clients can quickly access, manage and share images.<br>For attendees, finding their photos has never been simpler. Instead of scrolling endlessly through hundreds of images featuring people they don’t know or care about, CrowdTag makes it effortless: with the push of a button, attendees can instantly access all the photos they’re in, without distractions.<br>By eliminating the hassle of manual photo sorting, CrowdTag saves organizers valuable time and provides attendees with a seamless, personalized experience—leaving everyone with lasting memories of a well-executed event.",
      "about_developers_text": "CrowdTag is founded by Noah van Potten and Timo van Ovost, we’re a dedicated team with a shared passion for offering creative solutions that make lives easier.",
      "about_developers_details": "With complementary backgrounds and a commitment to excellence, we bring a unique blend of expertise and creativity to everything we do.<br>Our goal is simple: To make finding and sharing event memories easy and enjoyable. We believe in building a community of clients who feel confident that their memories are captured, accessible and cherished.<br><br><img class='profilePicture' src='https://noah-vp.github.io/Portfolio/lib/IMG/profile-picture.jfif' alt='Noah Icon'><img class='profilePicture' src='static/resources/images/timo-icon.jpg' alt='Timo Icon'>",
      "contact_us_popup_title": "Get in touch",
      "contact_us_popup_description": "Have questions or want to book an event? Fill out the form below.",
      "contact_us_label_name": "Your Name:",
      "contact_us_placeholder_name": "Enter your name",
      "contact_us_label_email": "Your Email:",
      "contact_us_placeholder_email": "Enter your email address",
      "contact_us_label_message": "Your Message:",
      "contact_us_placeholder_message": "Type your message here",
      "contact_us_submit_button": "Submit"
    }
  },
  "nl": {
    "translation": {
      "host_event": "Evenement Hosten",
      "find_pictures": "Foto's Zoeken",
      "hero_title": "Beheer Direct Evenementfoto's",
      "hero_description": "Met CrowdTag ervaar je naadloos beheer van evenementfoto's, bespaar je tijd en verbeter je je memorabele momenten.",
      "about_us": "Over Ons",
      "features": "Functies",
      "testimonials": "Getuigenissen",
      "join_mailing_list": "Meld Je Aan Voor Onze Mailinglijst",
      "sign_up": "Aanmelden",
      "product": "Product",
      "company": "Bedrijf",
      "support": "Ondersteuning",
      "legal": "Wettelijk",
      "about_crowdtag_title": "Wat is CrowdTag?",
      "about_developers_title": "CrowdTag Ontwikkelaars",
      "powerful_features": "Krachtige Functies",
      "feature_safe_secure": "🔒 Veilig en Beveiligd",
      "feature_safe_secure_text": "Bij CrowdTag nemen we gegevensprivacy serieus. Ons platform is ontworpen met meerdere lagen beveiliging om gebruikersinformatie te beschermen.",
      "feature_personalized_access": "🔍 Gepersonaliseerde Toegang",
      "feature_personalized_access_text": "Met CrowdTag hoeven deelnemers niet langer honderden foto's door te zoeken. Upload een selfie en krijg direct toegang tot alle foto's waar je op staat.",
      "testimonials_title": "Wat Gebruikers Leuk Vinden Aan CrowdTag",
      "testimonial_1": "CrowdTag heeft onze evenementbeheerprocessen volledig veranderd!",
      "mailing_list_title": "Meld Je Aan Voor Onze Mailinglijst",
      "enter_email": "jouwnaam@mail.com",
      "learn_more": "Meer Weten",
      "show_less": "Minder Weergeven",
      "about_crowdtag_text": "CrowdTag is een softwareoplossing ontworpen om het organiseren en taggen van grootschalige evenementfotocollecties te stroomlijnen.",
      "about_crowdtag_details": "CrowdTag maakt gebruik van slimme herkenningstechnologie om duizenden evenementfoto's in real-time automatisch te taggen en te sorteren, zodat organisatoren en zakelijke klanten snel toegang hebben tot en beelden kunnen beheren en delen.<br>Voor deelnemers is het vinden van hun foto's nog nooit zo eenvoudig geweest. In plaats van eindeloos te scrollen door honderden foto's van mensen die ze niet kennen of niet belangrijk vinden, maakt CrowdTag het moeiteloos: met een druk op de knop hebben deelnemers direct toegang tot alle foto's waarin ze voorkomen, zonder afleiding.<br>Door het gedoe van handmatig foto sorteren te elimineren, bespaart CrowdTag organisatoren kostbare tijd en biedt het deelnemers een naadloze, gepersonaliseerde ervaring—zodat iedereen wordt achtergelaten met blijvende herinneringen aan een goed georganiseerd evenement.",
      "about_developers_text": "CrowdTag is opgericht door Noah van Potten en Timo van Ovost. Wij zijn een toegewijd team met een gedeelde passie voor creatieve oplossingen.",
      "about_developers_details": "Met complementaire achtergronden en een toewijding aan excellentie brengen we een unieke mix van expertise en creativiteit in alles wat we doen.<br>Ons doel is simpel: Het vinden en delen van herinneringen aan evenementen eenvoudig en plezierig maken. We geloven in het bouwen van een gemeenschap van klanten die erop vertrouwen dat hun herinneringen worden vastgelegd, toegankelijk en gekoesterd zijn.<br><br><img class='profilePicture' src='https://noah-vp.github.io/Portfolio/lib/IMG/profile-picture.jfif' alt='Noah Icon'><img class='profilePicture' src='static/resources/images/timo-icon.jpg' alt='Timo Icon'>",
      "contact_us_popup_title": "Neem Contact Op",
      "contact_us_popup_description": "Heeft u vragen of wilt een evenement hosten? Vul het onderstaande formulier in.",
      "contact_us_label_name": "Uw Naam:",
      "contact_us_placeholder_name": "Voer uw naam in",
      "contact_us_label_email": "Uw E-mail:",
      "contact_us_placeholder_email": "Voer uw e-mailadres in",
      "contact_us_label_message": "Uw Bericht:",
      "contact_us_placeholder_message": "Typ hier uw bericht",
      "contact_us_submit_button": "Versturen"
    }
  }
}
